{"meta":{"author":"Author","name":"My lovely rules","background-color":"white"},"genji":{"<":{"winston":{"reason":"Winston suit facilement Genji, Winston est résistant."},"symmetra":{"reason":"Symmetra contre aisément l'agilité de Genji grâce à son arme et ses tourelles à ciblage automatique. De plus que les tourelles sont difficiles à détruire pour un Genji et le ralentisse."},"torbjorn":{"reason":"La tourelle de Torbjorn n'est pas importuné par l'agilité de Genji. Le reflect de Genji ne permet pas de renvoyé une quantité de dégât importante comme pour Bastion. Genji est un mauvais choix face à Torbjorn."},"reinhardt":{"reason":"Reinhardt le touche facilement. Contrairement à Winston il ne va pas chasser le Genji, utile quand le Genji est difficile à attraper et à tuer, par exemple si il a zen - roadhoag - reaper - lucio comme coéquipier !"},"zenyatta":{"reason":"Zenyatta se déplace plutôt rapidement, et son orbe de discorde combiné à son tir continue on de forte chance de toucher Genji et de le tuer.\nLe plus important est sûrement son ulti, permettant de facilement nullifier l'ulti de Genji."}},"+":{"lucio":{"reason":"Qu'y a t-il de pire qu'un Genji ? un Genji rapide !"}},"map+":[],"map-":[]},"mccree":{"<":{"zarya":{"reason":"Zarya peut bloquer le flashbang ou l'ulti avec son bouclier et n'est pas pour autant une cible facile à toucher comme Roadhog."}},"+":{"mercy":{"reason":"McCree profite bien du boost de dégât, tout en pouvant rester à distance raisonnable du combat."}},"map+":["ATTACK HANAMURA B","DEFENSE HANAMURA B"],"map-":[]},"pharah":{"<":{"tracer":{"reason":"Tracer est très difficile à toucher et arrive petit à petit à descendre la vie d'une Pharah"},"torbjorn":{"reason":"Bien que Pharah puisse détruire la tourelle à longue distance, cela est coûteux en points de vie.La tourelle l'empêche de voler en l'air librement, lui mettant une grosse pression dés qu'elle est à découvert (au-dessus de vos têtes)."},"roadhog":{"reason":"Le grab de Roadhog est assez efficace pour faire descendre une Pharah. Roadhog est résistant ne rendant pas la tâche aisé pour Pharah, qui doit de plus resté à longue distance pour évité le one shoot."},"winston":{"reason":"Winston est résistant et mobile, avec son saut il peut vous suivre sur des points en hauteur ou vous enlever une partie conséquente de points de vies avant qu'il retombe."},"genji":{"reason":"Genji est difficile à toucher car assez aérien aussi, son reflect peut vous retourner une rocket ou votre ulti."},"mccree":{"reason":"Le tir précis de McCree permet de toucher Pharah à longue distance, l'ulti de McCree peut être difficile à esquiver pour Pharah."}},"+":{"mercy":{"reason":"Pharah offre la possibilité à Mercy de s'envoler en l'air, la rendant difficile à toucher, de plus Pharah profite bien du boost de dégât."}},"map+":["DEFENSE HOLLYWOOD 1","ATTACK HOLLYWOOD 1","DEFENSE ANUBIS B","ATTACK GIBRALTAR 2","DEFENSE GIBRALTAR 2","ATTACK ILIOS Ruins","DEFENSE ILIOS Ruins","ATTACK ILIOS Lighthouse","DEFENSE ILIOS Lighthouse","ATTACK ILIOS Well","DEFENSE ILIOS Well","ATTACK LIJANG_TOWER Control Center","DEFENSE LIJANG_TOWER Control Center","ATTACK DORADO 3"],"map-":["DEFENSE EINCHELWALDE 2","ATTACK EINCHELWALDE 2","ATTACK NUMBANI A","ATTACK LIJANG_TOWER Garden","DEFENSE LIJANG_TOWER Garden","ATTACK NEPAL Village","DEFENSE NEPAL Village"]},"reaper":{"<":{"mccree":{"reason":"Le flashbang de McCree est une mesure défensive assez efficace contre un Reaper surprise, de plus il peut annuler l'éclosion mortelle (ulti)."},"soldier":{"reason":"Soldier peut rapidement être hors de portée de Reaper, il n'a aucune difficulté à le tuer si Soldier reste à distance."},"dva":{"reason":"Dva peut efficacement le tanker grâce à son armure ou nullifier ses dégâts pour permettre aux coéquipiers de le tuer. Dans un duel, essayez de lui faire perdre ses chargeur sur votre bouclier et de frapper quand il recharge."}},"+":{"ana":{"reason":"Un reaper sous ulti d'Ana obtient une mobilité lui permettant de facilement entrer dans les lignes adverses. Si en plus de cela il possède son ulti éclosion mortelle, la team adverse peut être détruite avant d'avoir pu réagir."}},"map+":[],"map-":["ATTACK HOLLYWOOD 1","ATTACK EINCHELWALDE 1","DEFENSE HOLLYWOOD 1","DEFENSE EINCHELWALDE 1"]},"soldier":{"<":{},"+":{"mercy":{"reason":"Le boost de dégât est efficace sur soldier."}},"map+":["ATTACK HANAMURA B","ATTACK GIBRALTAR 3","ATTACK HOLLYWOOD 1","ATTACK KING_ROW A","ATTACK LIJANG_TOWER Control Center","DEFENSE LIJANG_TOWER Control Center","ATTACK NEPAL Sanctum","DEFENSE NEPAL Sanctum","DEFENSE NUMBANI A"],"map-":[]},"tracer":{"<":{"torbjorn":{"reason":"La tourelle de Torbjorn n'est pas importuné par l'agilité de Tracer. De plus cette dernière ne possède que 150 pv."},"roadhog":{"reason":"Roadhog est trop résistant pour Tracer malgré le fait qu'il fait une cible facile du à sa taille. Un grab réussi et Tracer est morte."},"mccree":{"reason":"Capable de oneshoot Tracer par un tir ds la tête s'il arrive à la stun avec sa greande flash."}},"+":{"lucio":{"reason":"Qu'y a t-il de pire qu'une Tracer? une Tracer rapide !"}},"map+":["ATTACK NEPAL Sanctum","DEFENSE NEPAL Sanctum"],"map-":[]},"bastion":{"<":{"genji":{"reason":"Le reflect de Genji peut vous surprendre et vous infliger d'important dégâts, ou infliger d'importants dégâts à vos alliés ! Genji est difficile à ciblé quand il saute autour de vous."},"ana":{"reason":"Ana peut attaquer à longue distance. Le tir tranquillisant d'Ana est facile à placer sur Bastion puisque celui-ci est immobile en tourelle."},"mei":{"reason":"Le mur de Mei permet de temporairement couper le champs de vision à un bastion, de plus celle-ci peut facilement gagner un duel à longue distance."}},"+":{"reinhardt":{"reason":"Bastion profite beaucoup du bouclier de Reinhardt."},"dva":{"reason":"Bastion profite beaucoup du bouclier de Dva. De plus celle-ci est assez mobile pour chasser des intrus, et son bouclier permet de protéger Bastion contre une frappe de feu de Reinhardt ou un ulti de Pharah."},"mercy":{"reason":"Le boost de dégât libère tout son potentiel sur un Bastion. Le soin le rendra beaucoup plus endurant."}},"map+":["DEFENSE HANAMURA A","DEFENSE NUMBANI A","ATTACK NEPAL Shrine","DEFENSE NEPAL Shrine","DEFENSE KING_ROW A"],"map-":[]},"hanzo":{"<":{},"+":{},"map+":[],"map-":[]},"junkrat":{"<":{"pharah":{"reason":"Pharah est difficile à toucher dans les airs."},"soldier":{"reason":"Soldier est assez mobile, peut s'auto-heal et attaquer junkrat à distance. De plus il est plutôt habile pour détruire l'ulti de Junkrat."}},"+":{},"map+":["DEFENSE HANAMURA A","DEFENSE GIBRALTAR 1","DEFENSE DORADO 1","DEFENSE HOLLYWOOD A","DEFENSE HOLLYWOOD 2","DEFENSE NUMBANI 2","DEFENSE EINCHELWALDE A","DEFENSE EINCHELWALDE 2","ATTACK EINCHELWALDE A","ATTACK EINCHELWALDE 2","ATTACK NEPAL Village","DEFENSE NEPAL Village","ATTACK ILIOS Ruins","DEFENSE ILIOS Ruins"],"map-":[]},"mei":{"<":{"pharah":{"reason":"Mei ne peut pas geler Pharah ou la poursuivre en hauteur et son wall est inutile si Pharah est à la verticale."},"junkrat":{"reason":"Junkrat est difficile à geler car souvent en hauteur ou il peut utiliser sa bombe pour sauter hors de portée de mei ou encore la toucher avec des grenades peut suffire à l'éloigner. Dans le cas ou celle-ci utilise son glaçon il y a moyen de poser une bombe et un piège à côté, de faire exploser la bombe au moment où elle sort de son glaçon pour la piéger.\nPour finir, l'ulti de Junkrat peut facilement la tuer, à condition que Junkrat attende qu'elle sorte de son glaçon."},"tracer":{"reason":"Tracer est difficile à geler, et peut vous infliger beaucoup de dégât en étant proche de vous. Conseil, essayé de lui mettre quelques pics plutôt que de la geler. Tracer peut également s'assurer un kill si elle pose une bombe avec le bon timing sur votre glaçon."},"widowmaker":{"reason":"Widowmaker est difficile à attraper car mobile et souvent en hauteur, et celle-ci à bien plus de chance de vous tuer en première, particulièremeent au moment ou vous geler/tuer quelqu'un."}},"+":{"reaper":{"reason":"Le gel de Mei permet à Reaper de facile toucher une cible mobile comme Lucio."}},"map+":["DEFENSE HANAMURA A","DEFENSE ANUBIS B","DEFENSE DORADO 1","DEFENSE KING_ROW A","ATTACK KING_ROW A","DEFENSE EINCHELWALDE A","ATTACK NEPAL Village","DEFENSE NEPAL Village","ATTACK LIJANG_TOWER Garden","DEFENSE LIJANG_TOWER Garden","ATTACK HOLLYWOOD 2"],"map-":[]},"torbjorn":{"<":{"soldier":{"reason":"Soldier peut aisément tanker la tourelle à distance tout en la détruisant assez vite, ses roquettes LX permettront de frapper Tobjorn et la tourelle qu'il répare"},"mei":{"reason":"Le mur de Mei rend temporairement la tourelle de Tobjorn inutile."}},"+":{},"map+":["DEFENSE HOLLYWOOD A","DEFENSE HANAMURA B","DEFENSE NUMBANI A","DEFENSE ANUBIS B"],"map-":[]},"widowmaker":{"<":{"reinhardt":{"reason":"Impossible de faire des headshoot sur un bouclier, qui de plus protège ses alliés."}},"+":{},"map+":[],"map-":[]},"dva":{"<":{"junkrat":{"reason":"Les dégâts de Junkrat detruisent rapidement le méca de Dva, elle peut facilement être piégé si elle s'approche de Junkrat, et ce dernier possède une bonne mobilité. Dva peut néanmoins survivre assez facilement l'ulti de Junkrat et protéger ses alliées de grenades sans rebonds."},"zenyatta":{"reason":"Le tir constant de Zenyatta finisse par avoir raison de la vie du mécka de Dva, si celle-ci s'approche Zenyatta peut facilement s'en éloigner."},"soldier":{"reason":"Les dégâts constant de Soldier et sa forte mobilité lui donne l'avantage face à Dva."},"mei":{"reason":"Dva inflige peu de dégât à Mei, qui possède son glaçon et son wall en cas d'ulti de Dva. Le bouclier de Dva ne protège pas du gel, ce qui permet à Mei de vous headshoot (centre de Dva, sa visière jaune). Une fois sortie de votre méca il suffit à Mei de vous geler. En tant que Dva essayez de fuir avant qu'elle vous gèle en méca et de lui mettre des headshoot un maximum pendant qu'elle vous gèle en dehors du méca."}},"+":{},"map+":[],"map-":[]},"reinhardt":{"<":{"junkrat":{"reason":"Junkrat possède un puissant dps capable de rapidement descendre le bouclier de Reinhardt. Toutefois il est préférable d'utiliser les rebonds ou sa capacité à flanker (c4 jump) pour attaquer Reinhardt ses équipiers par des angles morts."}},"+":{"ana":{"reason":"Reinhardt profite beaucoup de l'ulti de Ana. Tout en étant une cible facile pour ses tirs."}},"map+":["ATTACK DORADO 1","ATTACK DORADO 2","ATTACK DORADO 3","ATTACK ROUTE_66 1","ATTACK ROUTE_66 2","ATTACK ROUTE_66 3","ATTACK GIBRALTAR 1","ATTACK GIBRALTAR 2","ATTACK GIBRALTAR 3","ATTACK HOLLYWOOD 1","ATTACK HOLLYWOOD 2","ATTACK KING_ROW 1","ATTACK EINCHELWALDE 1","ATTACK EINCHELWALDE 2"],"map-":[]},"roadhog":{"<":{"soldier":{"reason":"Roadhog est une grosse cible, permettant de perdre moins de balles à cause du recul. Soldier peut facilement rester à distance."},"junkrat":{"reason":"La lenteur et la taille de Roadhog en font une cible facile pour Junkrat."},"dva":{"reason":"Son tir principal profite de la taille de Roadhog, son bouclier peut protéger l'équipe de l'ulti de Roadhog, son armure lui offre une résistance accru aux fusils à pompes. Seul bémol son bouclier ne l'a protège pas d'un grab."},"ana":{"reason":"Ana peut frapper à longue distance, endormir Roadhog s'il utilise son ulti, et bloquer son soin si besoin."},"zenyatta":{"reason":"Roadhog est facile à toucher et n'a pas de bouclier pour se protéger des dégâts accru par l'orbe de discorde. Zenyatta possède une bien meilleur portée de tir."},"zarya":{"reason":"Zarya peut shield un allié se faisant grab, récupérant 50 points d'énergie et sauvant un allié d'une mort presque certaine."}},"+":{"lucio":{"reason":"Roadhog profite d'un bonus en vitesse de déplacement."}},"map+":["DEFENSE NUMBANI A","ATTACK NEPAL Sanctum","DEFENSE NEPAL Sanctum"],"map-":["DEFENSE HANAMURA B","DEFENSE VOLSKAYA A","DEFENSE ROUTE_66 2","DEFENSE EINCHELWALDE 1","ATTACK HANAMURA B","ATTACK VOLSKAYA A","ATTACK ROUTE_66 2","ATTACK EINCHELWALDE 1","ATTACK HOLLYWOOD 1","DEFENSE HOLLYWOOD 1"]},"winston":{"<":{"reaper":{"reason":"Les dégâts de Reaper sont trop importants au corps à corps, faisant qu'une bouchée de Winston."},"soldier":{"reason":"Soldier est intuable dans sa zone de heal face à Winston."},"roadhog":{"reason":"Winston est incapable de tuer Roadhog bien trop résistant, de plus le fusil à pompe de Roadhog écartèle notre ami Winston."},"zenyatta":{"reason":"Winston est facile à toucher pour Zenyatta et ne possède que son bouclier pour se protéger de son orbe de discorde. De plus Zenyatta se déplace rapidement. Ce duel peut coûter beaucoup de vie à Winston."},"bastion":{"reason":"Winston se fait écraser par la puissance de feu d'un Bastion."},"tracer":{"reason":"Si le Tracer est en mauvaise position elle peut facilement s'en aller du aux dégâts faibles et contants de Winston."}},"+":{},"map+":["ATTACK LIJANG_TOWER Garden","DEFENSE LIJANG_TOWER Garden"],"map-":[]},"zarya":{"<":{"reaper":{"reason":"Le bouclier de Zarya ne suffit pas contre les dégâts élevée et constant de Reaper, si Zarya n'arrive pas à tuer ou faire fuir le Reaper pendant ce laps de temps il est probable qu'elle meurt en première."},"reinhardt":{"reason":"Aucune attaque de Zarya ne perce le bouclier de Reinhardt. L'ulti de Zarya perd tout son efficacité si Reinhardt protège tous ses alliés derrière son bouclier. (sauf si un coéquipier est capable de percer le bouclier comme l'ulti de Hanzo)"},"mei":{"reason":"Le shield de Zarya pemet de gagner du temps contre le gel de Mei. Toutefois Mei peut protéger toute sa team avec un wall au moment de l'ulti de Zarya."}},"+":{},"map+":[],"map-":[]},"ana":{"<":{},"+":{},"map+":[],"map-":[]},"lucio":{"<":{"mei":{"reason":"Lucio perds sa mobilité quand Mei le gèle le rendant facile à toucher pour elle ou ses coéquipiers. En tant que Lucio essayé de lui tourner le dos pour pas qu'elle puisse vous headshoot."}},"+":{},"map+":["ATTACK VOLSKAYA A","ATTACK HANAMURA A","ATTACK HOLLYWOOD A","ATTACK ILIOS Lighthouse","DEFENSE ILIOS Lighthouse","ATTACK ILIOS Ruins","DEFENSE ILIOS Ruins","ATTACK ILIOS Well","DEFENSE ILIOS Well","ATTACK LIJANG_TOWER Control Center","DEFENSE LIJANG_TOWER Control Center","ATTACK LIJANG_TOWER Garden","DEFENSE LIJANG_TOWER Garden","ATTACK LIJANG_TOWER Night Market","DEFENSE LIJANG_TOWER Night Market","ATTACK NEPAL Sanctum","DEFENSE NEPAL Sanctum","ATTACK NEPAL Shrine","DEFENSE NEPAL Shrine","ATTACK NEPAL Village","DEFENSE NEPAL Village"],"map-":[]},"mercy":{"<":{"tracer":{"reason":""},"genji":{"reason":"Genji est capable de suivre Mercy en hauteur, sa faible mobilité en dehors de son dash en font une cible facile."}},"+":{"hanzo":{"reason":"Mercy peut rester en sécurité tout en boostant Hanzo."},"widowmaker":{"reason":"Mercy peut rester en sécurité tout en boostant Widowmaker."}},"map+":[],"map-":[]},"symmetra":{"<":{"winston":{"reason":"Winston peut facilement détruire les tourelles de symmetra."},"tracer":{"reason":"Tracer peut rester hors de portée de Symmetra, facilement détruire ses tourelles comme aller chercher le teleport."}},"+":{},"map+":["DEFENSE HANAMURA A","DEFENSE NUMBANI A"],"map-":[]},"zenyatta":{"<":{"soldier":{"reason":"Soldier peut facilement esquivé les attaque de Zenyatta ne tout en tirant, de plus il peut s'auto-heal contrairement à Zenyatta."}},"+":{},"map+":["ATTACK ROUTE_66 1","ATTACK ROUTE_66 2","ATTACK ROUTE_66 3","ATTACK EINCHELWALDE 1","ATTACK LIJANG_TOWER Night Market","DEFENSE LIJANG_TOWER Night Market","ATTACK ILIOS Well","DEFENSE ILIOS Well","DEFENSE ROUTE_66 1","DEFENSE ROUTE_66 2","DEFENSE HOLLYWOOD A","DEFENSE VOLSKAYA A"],"map-":[]}}