{"meta":{"author":"Author","name":"My lovely rules","background-color":"white"},"genji":{"<":{"winston":{"reason":"Winston suit facilement Genji, Winston est résistant."},"symmetra":{"reason":"Symmetra contre aisément l'agilité de Genji grâce à son arme et ses tourelles à ciblage automatique. De plus que les tourelles sont difficiles à détruire pour un Genji et le ralentisse."},"torbjorn":{"reason":"La tourelle de Torbjorn n'est pas importuné par l'agilité de Genji. Le reflect de Genji ne permet pas de renvoyé une quantité de dégât importante comme pour Bastion. Genji est un mauvais choix face à Torbjorn."}},"+":{"lucio":{"reason":"Qu'y a t-il de pire qu'un Genji ? un Genji rapide !"}},"map+":[],"map-":[]},"mccree":{"<":{"zarya":{"reason":"Zarya peut bloquer le flashbang ou l'ulti avec son bouclier et n'est pas pour autant une cible facile à toucher comme Roadhog."}},"+":{"mercy":{"reason":"McCree profite bien du boost de dégât, tout en pouvant rester à distance raisonnable du combat."}},"map+":[],"map-":[]},"pharah":{"<":{"tracer":{"reason":"Tracer est très difficile à toucher et arrive petit à petit à descendre la vie d'une Pharah"},"torbjorn":{"reason":"Bien que Pharah puisse détruire la tourelle à longue distance, cela est coûteux en points de vie.La tourelle l'empêche de voler en l'air librement, lui mettant une grosse pression dés qu'elle est à découvert (au-dessus de vos têtes)."},"roadhog":{"reason":"Le grab de Roadhog est assez efficace pour faire descendre une Pharah. Roadhog est résistant ne rendant pas la tâche aisé pour Pharah, qui doit de plus resté à longue distance pour évité le one shoot."}},"+":{"mercy":{"reason":"Pharah offre la possibilité à Mercy de s'envoler en l'air, la rendant difficile à toucher, de plus Pharah profite bien du boost de dégât."}},"map+":[],"map-":[]},"reaper":{"<":{"mccree":{"reason":"Le flashbang de McCree est une mesure défensive assez efficace contre un Reaper surprise, de plus il peut annuler l'éclosion mortelle (ulti)."}},"+":{},"map+":[],"map-":[]},"soldier":{"<":{},"+":{"mercy":{"reason":"Le boost de dégât est efficace sur soldier."}},"map+":[],"map-":[]},"tracer":{"<":{"torbjorn":{"reason":"La tourelle de Torbjorn n'est pas importuné par l'agilité de Tracer. De plus cette dernière ne possède que 150 pv."}},"+":{"lucio":{"reason":"Qu'y a t-il de pire qu'une Tracer? une Tracer rapide !"}},"map+":[],"map-":[]},"bastion":{"<":{"genji":{"reason":"Le reflect de Genji peut vous surprendre et vous infliger d'important dégâts, ou infliger d'importants dégâts à vos alliés ! Genji est difficile à ciblé quand il saute autour de vous."},"ana":{"reason":"Ana peut attaquer à longue distance. Le tir tranquillisant d'Ana est facile à placer sur Bastion puisque celui-ci est immobile en tourelle."}},"+":{"reinhardt":{"reason":"Bastion profite beaucoup du bouclier de Reinhardt."},"dva":{"reason":"Bastion profite beaucoup du bouclier de Dva. De plus celle-ci est assez mobile pour chasser des intrus, et son bouclier permet de protéger Bastion contre une frappe de feu de Reinhardt ou un ulti de Pharah."},"mercy":{"reason":"Le boost de dégât libère tout son potentiel sur un Bastion. Le soin le rendra beaucoup plus endurant."}},"map+":["DEFENSE HANAMURA A","DEFENSE NUMBANI A","ATTACK NEPAL Shrine","DEFENSE NEPAL Shrine","DEFENSE KING_ROW A"],"map-":[]},"hanzo":{"<":{},"+":{},"map+":[],"map-":[]},"junkrat":{"<":{"pharah":{"reason":"Pharah est difficile à toucher dans les airs."},"soldier":{"reason":"Soldier est assez mobile, peut s'auto-heal et attaquer junkrat à distance. De plus il est plutôt habile pour détruire l'ulti de Junkrat."}},"+":{},"map+":["DEFENSE HANAMURA A","DEFENSE GIBRALTAR 1","DEFENSE DORADO 1","DEFENSE HOLLYWOOD A","DEFENSE HOLLYWOOD 2","DEFENSE NUMBANI 2","DEFENSE EINCHELWALDE A","DEFENSE EINCHELWALDE 2","ATTACK EINCHELWALDE A","ATTACK EINCHELWALDE 2"],"map-":[]},"mei":{"<":{},"+":{},"map+":[],"map-":[]},"torbjorn":{"<":{"soldier":{"reason":"Soldier peut aisément tanker la tourelle à distance tout en la détruisant assez vite, ses roquettes LX permettront de frapper Tobjorn et la tourelle qu'il répare"}},"+":{},"map+":["DEFENSE HOLLYWOOD A","DEFENSE HANAMURA B","DEFENSE NUMBANI A","DEFENSE ANUBIS B"],"map-":[]},"widowmaker":{"<":{"reinhardt":{"reason":"Impossible de faire des headshoot sur un bouclier, qui de plus protège ses alliés."}},"+":{},"map+":[],"map-":[]},"dva":{"<":{},"+":{},"map+":[],"map-":[]},"reinhardt":{"<":{"junkrat":{"reason":"Junkrat possède un puissant dps capable de rapidement descendre le bouclier de Reinhardt. Toutefois il est préférable d'utiliser les rebonds ou sa capacité à flanker (c4 jump) pour attaquer Reinhardt ses équipiers par des angles morts."}},"+":{"ana":{"reason":"Reinhardt profite beaucoup de l'ulti de Ana. Tout en étant une cible facile pour ses tirs."}},"map+":[],"map-":[]},"roadhog":{"<":{"soldier":{"reason":"Roadhog est une grosse cible, permettant de perdre moins de balles à cause du recul. Soldier peut facilement rester à distance."},"junkrat":{"reason":"La lenteur et la taille de Roadhog en font une cible facile pour Junkrat."},"dva":{"reason":"Son tir principal profite de la taille de Roadhog, son bouclier peut protéger l'équipe de l'ulti de Roadhog, son armure lui offre une résistance accru aux fusils à pompes. Seul bémol son bouclier ne l'a protège pas d'un grab."},"ana":{"reason":"Ana peut frapper à longue distance, endormir Roadhog s'il utilise son ulti, et bloquer son soin si besoin."},"zenyatta":{"reason":"Roadhog est facile à toucher et n'a pas de bouclier pour se protéger des dégâts accru par l'orbe de discorde. Zenyatta possède une bien meilleur portée de tir."},"zarya":{"reason":"Zarya peut shield un allié se faisant grab, récupérant 50 points d'énergie et sauvant un allié d'une mort presque certaine."}},"+":{"lucio":{"reason":"Roadhog profite d'un bonus en vitesse de déplacement."}},"map+":[],"map-":[]},"winston":{"<":{"reaper":{"reason":"Les dégâts de Reaper sont trop importants au corps à corps, faisant qu'une bouchée de Winston."},"soldier":{"reason":"Soldier est intuable dans sa zone de heal face à Winston."},"roadhog":{"reason":"Winston est incapable de tuer Roadhog bien trop résistant, de plus le fusil à pompe de Roadhog écartèle notre ami Winston."},"zenyatta":{"reason":"Winston est facile à toucher pour Zenyatta et ne possède que son bouclier pour se protéger de son orbe de discorde. De plus Zenyatta se déplace rapidement. Ce duel peut coûter beaucoup de vie à Winston."},"bastion":{"reason":"Winston se fait écraser par la puissance de feu d'un Bastion."}},"+":{},"map+":[],"map-":[]},"zarya":{"<":{"reaper":{"reason":"Le bouclier de Zarya ne suffit pas contre les dégâts élevée et constant de Reaper, si Zarya n'arrive pas à tuer ou faire fuir le Reaper pendant ce laps de temps il est probable qu'elle meurt en première."},"reinhardt":{"reason":"Aucune attaque de Zarya ne perce le bouclier de Reinhardt. L'ulti de Zarya perd tout son efficacité si Reinhardt protège tous ses alliés derrière son bouclier. (sauf si un coéquipier est capable de percer le bouclier comme l'ulti de Hanzo)"}},"+":{},"map+":[],"map-":[]},"ana":{"<":{},"+":{},"map+":[],"map-":[]},"lucio":{"<":{},"+":{},"map+":[],"map-":[]},"mercy":{"<":{},"+":{"hanzo":{"reason":"Mercy peut rester en sécurité tout en boostant Hanzo."},"widowmaker":{"reason":"Mercy peut rester en sécurité tout en boostant Widowmaker."}},"map+":[],"map-":[]},"symmetra":{"<":{"winston":{"reason":"Winston peut facilement détruire les tourelles de symmetra."}},"+":{},"map+":[],"map-":[]},"zenyatta":{"<":{"soldier":{"reason":"Soldier peut facilement esquivé les attaque de Zenyatta ne tout en tirant, de plus il peut s'auto-heal contrairement à Zenyatta."}},"+":{},"map+":[],"map-":[]}}